ITEST/itest.WebService/test-resources/EPBDS-7947/validation_shouldBeOK_gender.req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns1:getGender xmlns:ns1="http://DefaultNamespace">
            <ns1:gender>male</ns1:gender>
        </ns1:getGender>
    </soap:Body>
</soap:Envelope>